[
    {
        "title": "Ini Kandungan Skincare untuk Mengatasi Jerawat Papula",
        "date": "2024-06-09",
        "author": "Redaksi Halodoc",
        "url": "https://www.halodoc.com/artikel/ini-kandungan-skincare-untuk-mengatasi-jerawat-papula",
        "article": "Ini Kandungan Skincare untuk Mengatasi Jerawat Papula\n“Jerawat papula berwarna kemerahan dan meradang. Jenis jerawat ini bisa diatasi dengan beberapa jenis kandungan yang ada dalam skin care.”\nDAFTAR ISI\n- Apa Penyebab Jerawat Papula?\n- Kandungan Skincare untuk Mengobati Jerawat Papula\n- Hubungi Dokter Ini untuk Tips Mengatasi Jerawat Papula\nHalodoc, Jakarta – Jerawat papula adalah benjolan padat yang meradang pada kulit dengan ujung berisi nanah berwarna putih atau kuning. Ukurannya tak lebih dari 1 sentimeter dan berwarna kemerahan.\nKetimbang jenis lainnya, jerawat papula lebih sulit teratasi. Namun, ada beberapa bahan aktif pada skincare yang mampu mengobati jenis jerawat yang meradang ini.\nApa Penyebab Jerawat Papula?\nSama dengan penyebab jerawat pada umumnya, papula terjadi karena pori-pori wajah yang tersumbat akibat produksi sebum atau minyak berlebih dan penumpukan sel kulit mati.\nKulit manusia mempunyai kelenjar minyak yang menghasilkan sebum, fungsi utamanya untuk membantu menjaga kulit agar tetap lembap.\nAkan tetapi, ada beberapa kondisi yang bisa membuat aktivitas kelenjar ini meningkat sehingga produksi minyak pada wajah menjadi berlebih. Selain itu, kulit juga terus melakukan regenerasi untuk mengganti sel yang sudah tua dan rusak dengan sel baru yang lebih sehat.\nNamun, sel kulit mati yang seharusnya terangkat dari wajah justru menumpuk dan mengendap pada lapisan kulit wajah paling luar. Penumpukan berlebihan ini akan membuat pori-pori kulit tertutup, semakin banyak penumpukan akan membuat sel yang ada pada area sekitarnya akan mendapat tekanan.\nSemakin besar tekanan, pori kulit sekitar akan robek dan rusak. Kondisi ini akan menyebabkan isi jerawat yang mengandung bakteri memicu munculnya infeksi pada area sekitar pori kulit yang robek. Alhasil, muncul benjolan berwarna merah yang meradang.\nSelain itu, kondisi berikut ini juga bisa memicu munculnya jerawat papula, yaitu:\n- Peningkatan bakteri kulit akibat tidak menjaga kebersihan dengan baik.\n- Peningkatan hormon androgen pubertas.\n- Penggunaan obat-obatan, termasuk kortikosteroid dan steroid anabolik.\n- Stres yang tak teratasi dengan baik\n- Pola makan yang salah, seperti mengkonsumsi terlalu banyak gula.\nNamun, kamu tak perlu khawatir, karena jenis jerawat ini dapat teratasi dengan baik menggunakan skincare dari bahan yang tepat. Kamu bisa memakainya secara teratur sebagai tahap awal mengatasi jerawat papula.\nMasalah jerawat bisa muncul akibat penggunaan skincare dengan tahapan yang salah. Ikuti tahapan yang sesuai di sini: Begini Tahapan Basic Skincare dan Rekomendasi Produknya\nKandungan Skincare untuk Mengobati Jerawat Papula\nJika ingin membeli skincare untuk mengobati jerawat, sebaiknya pilih yang mengandung beberapa bahan aktif, seperti sulfur, benzoil peroksida, dan asam salisilat.\nKamu bisa bertanya terlebih dulu dengan dokter spesialis kulit terkait dengan bahan yang cocok sesuai dengan jenis kulit. Ini beberapa zat yang efektif mengatasi papula jerawat:\n1. Sulfur\nSulfur atau belerang juga bisa menjadi solusi jitu mengatasi jerawat, komedo, atau kombinasi keduanya. Kamu bisa menemukan kandungan ini dalam produk perawatan kulit, seperti sabun, pembersih, losion, dan masker.\nProduk belerang umumnya bisa kamu gabungkan dengan resorsinol atau sodium sulfacetamide. Bahan-bahan tersebut bersifat antiperadangan dan melembapkan sehingga ampuh untuk mengobati jerawat papula.\nKamu bisa memakainya sendiri atau bersamaan dengan produk perawatan lainnya. Mengkombinasikannya dapat membantu menghilangkan jerawat lebih cepat. Namun, waspadai risiko efek samping yang bisa terjadi.\nPasalnya, sulfur dapat membuat kulit menjadi kering, mengelupas, kemerahan, dan gatal. Efek ini biasanya terasa saat pertama kali memulai perawatan dengan belerang.\nSelain itu, sulfur cenderung menimbulkan bau yang khas, yang mungkin membuat kurang nyaman pada sebagian orang. Sementara itu, jika kamu memiliki kulit sensitif, gunakan sulfur dengan dosis rendah terlebih dahulu, lalu tingkatkan secara perlahan.\nIngin mengetahui keunggulan sulfur dalam skincare, berikut 5 Manfaat Sulfur pada Skincare untuk Atasi Jerawat yang bisa kamu baca.\n2. Benzoil Peroksida\nPropionibacterium acnes adalah jenis bakteri penyebab jerawat yang tidak bisa hidup pada lingkungan yang kaya oksigen. Sementara itu, benzoil peroksida bekerja dengan memasukkan oksigen ke dalam pori-pori.\nTujuan utamanya adalah membunuh Propionibacterium acnes. Ketika jumlah bakteri berkurang, jerawat pada kulit akan mengalami penurunan yang signifikan.\nSelain itu, benzoil peroksida juga bekerja dengan membersihkan pori-pori. Namun, setelah jerawat menghilang, kamu perlu melanjutkan perawatan dengan zat ini supaya bakteri tidak kembali menyumbat pori-pori.\nJika ingin menggunakannya, sebaiknya pakai produk yang mengandung 2,5 persen benzoil peroksida terlebih dahulu sebagai langkah awal. Kamu bisa meningkatkan persentasenya secara perlahan.\nSebab, kandungan yang terlalu tinggi bisa memicu iritasi sehingga kamu perlu memakainya secara hati-hati. Salah satu efek samping yang paling sering terjadi adalah kulit kering dan mengelupas.\nNamun, efek tersebut bisa berkurang dengan menggunakan produk pelembap yang bebas minyak. Efek samping lainnya, yaitu pengelupasan yang berlebihan, kemerahan, rasa terbakar, gatal, bengkak, dan ruam.\n3. Asam salisilat\nCara mengatasi jerawat papula juga bisa menggunakan skincare yang mengandung asam salisilat. Kandungan ini mampu menembus pori-pori kulit wajah dan mendorong keluarnya sel-sel kulit mati yang tersumbat.\nSelain membersihkan pori-pori, asam salisilat juga dapat mengurangi kelebihan minyak pada kulit. Zat aktif ini tersedia dalam berbagai bentuk, mulai dari gel, lotion, krim, salep, sabun hingga toner.\nKamu bisa menggunakan produk ini sesuai petunjuk yang tertera pada label kemasan. Beberapa yang harus kamu perhatikan saat menggunakan asam salisilat, yaitu:\n- Hindari menggunakannya jika punya riwayat alergi terhadap asam salisilat maupun salah satu bahan dalam produk asam salisilat.\n- Tidak menggunakan sabun atau pembersih yang bersifat abrasif, produk yang mengandung alkohol dan obat jerawat lain yang berisiko menyebabkan iritasi.\n- Sebaiknya, kamu tidak menggunakannya bersama dengan benzoil peroksida dan tretinoin.\nSelain jerawat papula, komedo juga menjadi masalah umum yang terjadi pada semua orang. Untuk menghilangkannya, kamu bisa cari tahu caranya dari artikel ini: 7 Cara Simpel Menghilangkan Komedo Putih pada Wajah.\nHubungi Dokter Ini untuk Tips Mengatasi Jerawat Papula\nJika kamu butuh saran seputar jerawat papula, hubungi dokter kulit di Halodoc saja.\nBerikut dokter spesialis kulit yang sudah memiliki pengalaman lebih dari 8 tahun.\nMereka juga mempunyai rating yang baik dari para pasien yang sebelumnya mereka layani di Halodoc.\nIni daftarnya:\n1. dr. Dyah Ayu Nirmalasari Sp.D.V.E\nDokter Dyah Ayu Nirmalasari Sp.D.V.E merupakan lulusan Fakultas Kedokteran Universitas Muhammadiyah Yogyakarta pada 2013 dan Universitas Hasanuddin pada 2022.\nSaat ini, dokter Dyah sedang menjalani praktik di Kabupaten Bima, Nusa Tenggara Barat, dan tergabung sebagai anggota Perhimpunan Dokter Spesialis Kulit dan Kelamin Indonesia (PERDOSKI).\nBerpengalaman sebagai dokter spesialis kulit selama 10 tahun, dr. Dyah Ayu Nirmalasari Sp.D.V.E mampu memberikan layanan konsultasi di Halodoc terkait jerawat papula.\nChat dr. Dyah Ayu Nirmalasari Sp.D.V.E dari Rp 55.000,- di Halodoc.\n2. dr. Made Martina W. M.Biomed, Sp.D.V.E\nKamu juga bisa menghubungi Made Martina W. M.Biomed, Sp.D.V.E. Ia merupakan alumnus Fakultas Kedokteran Universitas Wijaya Kusuma Surabaya pada 2011 dan Universitas Udayana pada 2017.\nIa kini berpraktik di Denpasar, Bali dan tergabung sebagai tergabung sebagai anggota Perhimpunan Dokter Spesialis Kulit dan Kelamin Indonesia (PERDOSKI).\nBerbekal pengalaman selama 12 tahun, dr. Made Martina W. M.Biomed, Sp.D.V.E memberikan layanan konsultasi di Halodoc seputar mengatasi jerawat papula.\nChat dr. Made Martina W. M.Biomed, Sp.D.V.E mulai dari Rp 55.000,- di Halodoc.\n3. dr. Dina Febriani Sp.D.V.E\nRekomendasi selanjutnya adalah dr. Dina Febriani Sp.D.V.E. Ia merupakan lulusan Fakultas Kedokteran Universitas Yarsi Jakarta pada 2009 dan Universitas Sebelas Maret Surakarta pada 2023.\nDokter Dina Febriani Sp.D.V.E saat ini berpraktik di Pekanbaru, Riau dan tergabung sebagai tergabung sebagai anggota Perhimpunan Dokter Spesialis Kulit dan Kelamin Indonesia (PERDOSKI).\nDengan pengalaman selama 14 tahun yang ia miliki, dr. Dina Febriani Sp.D.V.E memberikan layanan konsultasi di Halodoc tentang jerawat papula.\nChat dr. Dina Febriani Sp.D.V.E mulai dari Rp 55.000,- di Halodoc.\n4. dr. Frieda Sp.D.V.E\nDokter kulit lain yang bisa kamu hubungi adalah dr. Frieda Sp.D.V.E. Ia merupakan alumnus Fakultas Kedokteran Universitas Atma Jaya pada 2015 dan Universitas Sebelas Maret pada 2022.\nIa kini berpraktik di Bogor, Jawa Barat dan tergabung sebagai tergabung sebagai anggota Perhimpunan Dokter Spesialis Kulit dan Kelamin Indonesia (PERDOSKI).\nMemiliki pengalaman selama 8 tahun, dr. Frieda Sp.D.V.E memberikan layanan konsultasi di Halodoc tentang penanganan jerawat papula.\nChat dr. Frieda Sp.D.V.E mulai dari Rp 55.000,- di Halodoc.\n5. dr. Ryski Meilia Novarina Sp.D.V.E\nRekomendasi dokter lain yang bisa kamu hubungi yaitu, dr. Ryski Meilia Novarina Sp.D.V.E.\nIa merupakan lulusan Fakultas Kedokteran Universitas Muhammadiyah Malang pada 2010 dan Universitas Airlangga pada 2016.\nDokter Ryski saat ini berpraktik di Gresik, Jawa Timur dan tergabung sebagai tergabung sebagai anggota Perhimpunan Dokter Spesialis Kulit dan Kelamin Indonesia (PERDOSKI).\nBerbekal pengalaman selama 13 tahun, dr. Ryski Meilia Novarina Sp.D.V.E memberikan layanan konsultasi di Halodoc seputar cara mengobati jerawat papula.\nChat dr. Ryski Meilia Novarina Sp.D.V.E mulai dari Rp 55.000,- di Halodoc.\nItulah berbagai daftar dokter spesialis kulit yang bisa kamu hubungi untuk bertanya seputar jerawat papula.\nTak perlu khawatir jika dokter sedang tidak tersedia atau offline.\nSebab, kamu tetap bisa membuat janji konsultasi di lain waktu melalui aplikasi Halodoc.\nKamu juga bisa temukan produk skincare, mulai dari pembersih wajah hingga serum untuk mengatasi jerawat di Toko Kesehatan Halodoc berikut ini:\nReferensi:\nVery Well Health. Diakses pada 2023. Acne Papules Causes and Treatments.\nCleveland Clinic. Diakses pada 2023. Acne Papules.\nAmerican Academy of Dermatology. Diakses pada 2023. HOW TO TREAT DIFFERENT TYPES OF ACNE.\nVerywell Health. Diakses pada 2023. Salicylic Acid Acne Treatments.\nVerywell Health. Diakses pada 2023. Benzoyl Peroxide for Acne Treatment.\nVerywell Health. Diakses pada 2023. Treating Acne With Sulfur.\nBerlangganan Artikel Halodoc\nTopik Terkini\nMulai Rp50 Ribu! Bisa Konsultasi dengan Ahli seputar Kesehatan"
    },
    {
        "title": "Seputar Jerawat Papula Beserta Penyebab dan Cara Mengatasinya",
        "date": "2023-11-10",
        "author": null,
        "url": "https://www.alodokter.com/jerawat-papula-ciri-ciri-dan-cara-mengatasinya",
        "article": "Jerawat papula adalah jerawat yang menonjol, kecil, padat, tampak kemerahan, dan tidak mengandung nanah. Meski bukanlah kondisi yang serius, jerawat ini dapat mengganggu penampilan. Namun, Anda tidak perlu khawatir, karena ada berbagai cara untuk mengatasinya.\nSama seperti jerawat pada umumnya, jerawat papula muncul karena penyumbatan dan peradangan di pori-pori wajah. Jerawat ini ditandai dengan munculnya benjolan padat dengan ukuran kurang dari 1 cm. Tak hanya di wajah, jerawat ini juga bisa muncul di dada dan punggung menyerupai jerawat pasir.\nPenyebab Jerawat Papula\nMunculnya jerawat papula bisa disebabkan oleh berbagai faktor atau kondisi yang memengaruhi kulit, seperti:\n- Pengaruh hormonal\n- Infeksi bakteri Propionibacterium acnes di permukaan kulit akibat pori-pori tersumbat\n- Produksi minyak di wajah yang berlebih\n- Penyumbatan di folikel rambut dan kelenjar minyak\n- Terlalu banyak konsumsi makanan manis\n- Stres\nSelain itu, ada beberapa hal lain yang dapat memicu timbulnya jerawat papula, mulai dari konsumsi obat tertentu seperti kortikosteroid, penggunaan kosmetik, hingga tidak menjaga kebersihan kulit. Kondisi medis tertentu, seperti dermatitis kontak dan eksim, juga bisa memicu munculnya jerawat papula.\nCara Mengatasi Jerawat Papula\nJerawat papula dapat diatasi dengan berbagai perawatan sederhana di rumah, seperti:\n1. Membersihkan kulit wajah secara rutin\nUntuk mengatasi jerawat papula, Anda disarankan untuk membersihkan kulit wajah dan tubuh secara rutin, yaitu minimal 2 kali sehari. Tak hanya itu, mencuci wajah terlalu sering juga tidak disarankan karena bisa memicu terjadinya iritasi, peningkatan produksi minyak, dan akhirnya membuat jerawat papula semakin banyak.\n2. Menggunakan pembersih wajah yang tepat\nSelain mencuci wajah secara rutin, pilihlah pembersih wajah yang tepat. Pembersih wajah yang mengandung asam salisilat, benzoil peroksida, atau sulfur merupakan pilihan pembersih wajah yang baik untuk kulit berjerawat.\nKandungan-kandungan tersebut mampu menjaga pori-pori tetap bersih dan menghilangkan sel-sel kulit mati, sehingga dapat membantu proses penyembuhan jerawat papula.\n3. Menghentikan kebiasaan memencet jerawat\nSama dengan jenis jerawat lainnya, hindari menyentuh, menggaruk, maupun memecahkan jerawat papula sendiri. Tindakan ini bisa membuat jerawat semakin meradang dan menyebabkan luka di permukaan kulit, sehingga dapat memicu terbentuknya bekas jerawat.\n4. Menghindari penggunaan make up di area kulit yang berjerawat\nHindari menggunakan losion ataupun make up di area tubuh yang terkena jerawat, karena bisa menambah sumbatan di pori-pori. Selain itu, hindari pula menggunakan produk yang belum pernah digunakan sebelumnya. Bila ternyata tidak cocok, produk tersebut justru bisa menyebabkan iritasi yang memperparah jerawat papula.\n5. Menjaga kebersihan rambut\nBersihkan rambut secara rutin menggunakan sampo, terutama jika Anda memiliki jenis rambut berminyak. Selain itu, hindari model rambut berponi karena tertutupnya permukaan kulit wajah bisa membuat jerawat semakin parah dan memicu munculnya jerawat papula baru.\nJika berbagai cara di atas belum berhasil mengatasi jerawat papula, Anda dapat berkonsultasi dengan dokter. Dokter bisa memberikan pengobatan yang tepat untuk mengatasi jerawat papula. Beberapa obat yang biasanya diberikan adalah antibiotik dan retinoid."
    },
    {
        "title": "5 Kandungan Skincare yang Aman untuk Mengatasi Jerawat Papula",
        "date": "2023-11-15",
        "author": "Fimela com; Kezia Prasetya Christvidya",
        "url": "https://www.fimela.com/beauty/read/5442093/5-kandungan-skincare-yang-aman-untuk-mengatasi-jerawat-papula",
        "article": "Fimela.com, Jakarta Jerawat adalah masalah kulit yang sangat umum dialami oleh berbagai usia, mulai dari usia remaja yang mengalami pubertas hingga usia dewasa, salah satunya adalah jerawat papula yang muncul dan menyebabkan peradangan ringan pada kulit.\nJerawat papula disebabkan karena pori-pori tersumbat sel kulit mati dan produksi minyak wajah yang berlebih. Jerawat ini tidak memiliki nanah seperti jerawat pada umumnya. Biasanya jerawat ini muncul dengan bentuk yang kecil dan mengalami peradangan ringan.\nJerawat papula bisa meradang dan menyebabkan kulit menjadi kemerahan, akibat adanya aktivitas bakteri di dalam lapisan kulit. Berikut kandungan skincare yang aman untuk mengatasi jerawat papula, dilansir dari berbagai sumber:\nAdvertisement\nWhat's On Fimela\npowered by\nAdvertisement\nAlpha Hydroxy Acid\nKandungan skincare yang pertama untuk mengatasi jerawat papula, yaitu kandungan alpha hydroxy acid atau AHA yang biasanya terdapat di dalam produk toner. Kandungan AHA memiliki sifat sebagai eksfoliator yang aman untuk kulit berjerawat.\nAHA berfungsi untuk mengangkat sel kulit mati yang menyumbat pori-pori. Karena jerawat papula disebabkan karena pori-pori yang tersumbat, akibat sel kulit mati dan produksi minyak yang berlebih.\nAHA juga bisa membersihkan komedo, menghaluskan tekstur kulit yang kasar, menyembuhkan peradangan jerawat papula dan menghilangkan bekas jerawat papula.\nBeta Hydroxy Acid\nHampir sama dengan AHA, beta hydroxy acid atau BHA adalah kandungan yang berfungsi sebagai eksfoliator, yang bisa mengurangi peradangan pada jerawat papula dan mengeringkan jerawat.\nKandungan BHA ini bisa membantu mengontrol produksi minyak yang berlebih. Karena pada umumnya, jerawat papula disebabkan karena kulit wajah terlalu berminyak dan minyak tersebut menyumbat pori-pori.\nSelain itu, BHA juga bisa membantu mengatasi peradangan pada jerawat, membunuh bakteri penyebab jerawat dan menghilangkan bekas jerawat.\nAdvertisement\nNiacinamide\nNiacinamide adalah kandungan bahan aktif skincare yang merupakan turunan dari vitamin B3. Kandungan ini biasanya terdapat di dalam toner, serum dan juga pelembap yang diformulasikan untuk menyembuhkan jerawat.\nKandungan ini bisa membantu mengendalikan produksi minyak di kulit wajah, sehingga produksi minyak di kulit wajah lebih terkontrol, tidak menyumbat pori-pori, serta tetap meneybabkan kulit wajah lembap agar kulit tidak kering.\nKarena pada dasarnya, jerawat juga bisa muncul pada kulit yang kering. Selain membantu mengontrol minyak, niacinamide juga membantu menyamarkan bekas jerawat.\nRetinol\nKandungan skincare yang aman untuk mengatasi jerawat papula selanjutnya, yaitu kandungan bahan aktif retinol yang formulanya bisa melindungi skin barrier, serta mencegah tanda-tanda penuaan dini pada kulit.\nRetinol bisa membantu membersihkan pori-pori, membunuh kuman atau bakteri penyebab jerawat, meregenerasi kulit dan menenangkan kulit yang meradang.\nPenggunaan retinol harus sangat hati-hati karena konsentrasinya yang keras. Gunakan produk ini pada malam hari, maksimal 2 hingga 3 kali dalam seminggu. Hindari penggunaan AHA dan BHA secara bersamaan.\nAdvertisement\nZinc\nKandungan skincare yang aman untuk mengatasi jerawat papula yang terakhir, yaitu kandungan bahan aktif berupa zinc, yang bisa mengendalikan produksi minyak pada kulit.\nKandungan zinc ini bisa mencegah penyumbatan pada pori-pori yang menyebabkan timbulnya jerawat papula, mempercepat penyembuhan luka, mengurangi peradangan akibat jerawat dan membantu membuat kulit wajah tetap lembap.\nKandungan ini bisa membantu memperkuat sel kulit agar tidak mudah rusak karena radikal bebas, membantu membentukan membran protein pada kulit, melindungi kulit dari sinar matahari dan menghilangkan bekas jerawat."
    },
    {
        "title": "7 Kandungan Skincare untuk Kulit Berjerawat yang Aman Digunakan",
        "date": "2024-01-08",
        "author": "Redaksi Halodoc",
        "url": "https://www.halodoc.com/artikel/7-kandungan-skincare-untuk-kulit-berjerawat-yang-aman-digunakan",
        "article": "7 Kandungan Skincare untuk Kulit Berjerawat yang Aman Digunakan\n“Memilih skincare untuk kulit berjerawat harus selektif dan hati-hati. Sebab, jika salah justru bisa membuat jerawat semakin meradang.”\nDAFTAR ISI\n- Bahan Skincare untuk Kulit Berjerawat yang Aman\n- Cara Mencegah Jerawat agar Tidak Muncul Lagi\n- Pilihan Dokter Spesialis Kulit di Halodoc\nHalodoc, Jakarta – Mengobati jerawat memang bukanlah proses yang instan. Di luar sana, banyak dijual skincare untuk kulit berjerawat. Namun, sebaiknya jangan asal pilih, karena justru jerawat bisa saja makin meradang.\nPertama-tama, jangan memilih skincare yang tidak berlabel Badan Pengawas Obat dan Makanan (BPOM). Selanjutnya, pilih kandungan yang aman dan tidak melukai kulit, serta sesuaikan dengan jenis kulit yang kamu miliki.\nBahan Skincare untuk Kulit Berjerawat yang Aman\nSkincare untuk kulit berjerawat bekerja dengan cara yang berbeda, tergantung pada kandungannya. Beberapa bekerja dengan membunuh bakteri penyebab jerawat.\nLainnya bekerja dengan menghilangkan kelebihan minyak, mempercepat pertumbuhan sel kulit baru, dan mengangkat sel kulit mati.\nNah, dengan banyaknya pilihan produk skincare di pasaran, penting untuk kamu ketahui kandungan yang aman untuk kulitmu.\nDi bawah ini rekomendasi kandungan skincare untuk kulit berjerawat:\n1. Salicylic acid\nSalicylic acid adalah kandungan yang umum dalam banyak produk skincare untuk mengatasi kulit berjerawat atau berminyak.\nBahan ini mengobati jerawat dengan cara membuka pori-pori yang tersumbat akibat sebum.\nSelain mengatasi jerawat, salicylic acid juga berfungsi sebagai exfoliant, yaitu produk untuk mengikis sel kulit mati.\nMenggunakannya dapat membantu mengatasi bruntusan, komedo, dan hiperpigmentasi.\n2. Sulfur, bahan skincare untuk kulit berjerawat\nSulfur atau belerang sudah mampu mengatasi berbagai jenis masalah kulit termasuk jerawat.\nDengan sifatnya yang antijamur dan antibakteri, sulfur dapat mengurangi bakteri penyebab jerawat seperti bakteri propionibacterium.\nKandungan itu juga cocok untuk mengatasi komedo dan mengangkat sel kulit mati.\nProduk bekerja dengan cara mengurangi produksi minyak dalam wajah. Bahan ini cocok untuk pemilik kulit sensitif dan berjerawat.\nDi dalamnya memiliki komposisi yang lebih lembut untuk menangani jerawat. Namun, jangan sulfur bersamaan dengan zat aktif lain, karena memberikan efek yang terlalu keras di kulit.\nMemiliki bekas jerawat kehitaman memang sangat mengganggu penampilan.\nTak hanya itu, pengidap terkadang juga bisa mengalami penurunan rasa percaya diri. Untuk mengatasinya, silakan klik artikel ini, Begini Cara Hilangkan Bekas Jerawat yang Menghitam.\n3. Azelaic acid\nSkincare untuk kulit berjerawat selanjutnya adalah azelaic acid. Bahan ini masih relatif jarang dalam produk skincare lokal.\nPadahal, azelaic acid tidak kalah efektif untuk mengatasi jerawat.\nDi dalamnya terkandung sifat antimikroba dan antiinflamasi. Cara kerjanya dengan cara membersihkan pori-pori dari bakteri yang menjadi penyebab jerawat. Bahan ini juga dapat mengeksfoliasi kulit secara lembut.\nSelain itu, kandungan ini juga mampu mencerahkan wajah, sehingga dapat membantu dalam memudarkan bekas jerawat.\nPastikan untuk menggunakan sunscreen setelahnya, ya. Sebab bahan ini membuat kulit lebih sensitif.\n4. AHA dan BHA dalam skincare untuk kulit berjerawat\nAlpha hydroxy acid (AHA) dan beta hydroxy acid (BHA) memiliki komposisi berbeda, tapi berfungsi untuk mengeksfoliasi kulit.\nAHA berfungsi untuk menangani masalah kulit seperti bekas jerawat, hiperpigmentasi, pori-pori besar, garis halus, dan warna kulit yang tidak rata. Kandungan AHA relatif lebih lembut di kulit.\nSementara itu, BHA mampu mengatasi jerawat dan mengobati kerusakan kulit akibat sinar matahari.\nCara kerjanya dengan cara masuk jauh ke dalam folikel rambut dan membuka pori-pori yang tersumbat.\n5. Tea tree oil\nTea tree oil adalah minyak esensial yang cukup populer untuk mengobati jerawat.\nDi dalamnya bersifat antiinflamasi dan antimikroba, sehingga mampu menenangkan kemerahan, bengkak, dan peradangan.\nUntuk mengurangi jerawat ringan, kamu bisa menggunakan gel dengan kandungan tea tree oil sebanyak 5 persen.\nSelain jerawat, bahan ini juga dapat mencegah dan mengurangi bekas jerawat.\n6. Ekstrak lidah buaya\nSkincare untuk kulit berjerawat selanjutnya adalah yang mengandung ekstrak lidah buaya.\nBahan alami ini bersifat antiinflamasi dan antimikroba, yang membantu meredakan jerawat dan mengurangi peradangan pada kulit berjerawat.\n7. Benzoyl peroxide, kandungan skincare untuk kulit berjerawat\nBahan ini efektif dalam membunuh bakteri penyebab jerawat dan membersihkan pori-pori yang tersumbat.\nNamun, penggunaan benzoyl peroxide perlu diawasi dengan hati-hati, karena dapat menyebabkan iritasi pada beberapa orang.\nSelain jerawat, komedo jadi salah satu masalah kulit yang umum dialami pria maupun wanita.\nKamu bisa cari tahu di sini bagaimana langkah penanganannya, “13 Cara Mudah Menghilangkan Komedo dengan Bahan Alami”.\nCara Mencegah Jerawat agar Tidak Muncul Lagi\nSelain menggunakan skincare untuk kulit berjerawat. Kamu bisa melakukan beberapa langkah di bawah ini untuk memaksimalkan hasilnya. Tujuannya agar jerawat tak datang kembali:\n1. Membersihkan wajah secara teratur\nCuci wajah dua kali sehari dengan pembersih wajah yang lembut untuk menghilangkan kotoran, minyak, dan bakteri yang dapat menyumbat pori-pori.\n2. Gunakan skincare untuk kulit berjerawat non-komedogenik\nPilih produk perawatan kulit dan kosmetik yang tidak menyumbat pori-pori (non-komedogenik) agar tidak memperparah jerawat batu. Misalnya, tea tree oil.\nPenelitian berjudul Melaleuca alternifolia (Tea tree) oill: a review of antimicrobial and other medicinal properties yang dipublikasikan Clinical Microbiology Reviews menemukan, di dalam tea tree oil mengandung antibakteri.\nKandungan itu bersifat antiseptik, antiinflamasi, dan antimikroba. Memakai produk non-komedogenik seperti tea tree oil berfungsi meringankan gejala sekaligus mengatasi peradangan jerawat.\n3. Gunakan produk berlabel “bebas minyak”\nPilih produk perawatan kulit yang bertuliskan “bebas minyak” (oil-free) untuk mengurangi produksi minyak berlebih yang dapat menyebabkan jerawat.\n4. Perhatikan kebersihan rambut untuk cegah jerawat\nHindari agar rambut yang berminyak atau berproduk minyak tidak menyentuh langsung wajah, karena minyak pada rambut dapat menyumbat pori-pori.\n5. Kurangi konsumsi makanan berlemak dan berminyak\nMakanan berlemak dan berminyak dapat meningkatkan produksi minyak kulit, sehingga memicu timbulnya jerawat. Sebaiknya konsumsi makanan sehat yang kaya akan serat, vitamin, dan mineral.\nPilihan Dokter Spesialis Kulit di Halodoc\nKamu juga bisa bicara dengan dokter spesialis kulit untuk mendapatkan penanganan jerawat yang lebih tepat.\nBerikut ini terdapat beberapa pilihan dokter yang bisa kamu hubungi untuk memberikan saran untuk mengatasi jerawat:\n- Dr. Ade Indrayani Sp.D.V.E, M.Kes\n- Dr. Reeza Edward Yuwantana Sp.D.V.E\n- Dr. Karlina Novianti Kasim Sp.D.V.E\n- Dr. Nur Putri Nuzul Iryani Sp.D.V.E\n- Dr. Rina Diana Winta Sp.D.V.E\nJika dokter sedang tidak tersedia atau offline, kamu tak perlu khawatir. Sebab kamu tetap bisa membuat janji konsultasi di lain waktu melalui aplikasi Halodoc.\nNah, itulah kandungan skincare untuk kulit berjerawat yang aman untuk kamu gunakan. Ingat, sekali lagi, pastikan memilih produk dari bahan yang aman, berlabel, dan mendapatkan izin edar BPOM.\nKamu bisa mendapatkan produk perawatan kulit atau kesehatan lainnya yang berkualitas di aplikasi Halodoc.\nTak perlu khawatir, produknya sudah pasti terjamin keasliannya. Yuk, cek sekarang juga dengan klik gambar berikut:\nReferensi:\nMedical News Today. Diakses pada 2023. Is salicylic acid good for acne?\nMedical News Today. Diakses pada 2023. Sulfur for acne: How to use and benefits\nHealthline. Diakses pada 2023. Treating Acne with Azelaic Acid\nHealthline. Diakses pada 2023. AHA vs. BHA: What’s the Difference?\nWebMD. Diakses pada 2023. 8 Best Ingredients for Acne-Prone Skin.\nThe Journal of the European Academy of Dermatology and Venereology. Diakses pada 2023. The epidemiology of adolescent acne in North East China.\nClinical Microbiology Reviews. Diakses pada 2023. Melaleuca alternifolia (Tea tree) oill: a review of antimicrobial and other medicinal properties.\nBerlangganan Artikel Halodoc\nTopik Terkini\nMulai Rp50 Ribu! Bisa Konsultasi dengan Ahli seputar Kesehatan"
    },
    {
        "title": "Jenis Jerawat dan Cara Mengatasinya",
        "date": "2024-02-28",
        "author": "Pontianaksoftware Com",
        "url": null,
        "article": "Jenis Jerawat dan Cara Mengatasinya\nJerawat merupakan salah satu masalah kulit yang seringkali kita jumpai di masa-masa pubertas, terutama saat perubahan hormon di dalam tubuh sedang aktif-aktifnya. Jerawat sendiri pastilah menjadi salah satu penyebab mengapa kita kehilangan kepercayaan diri saat mengunakan riasan atau bahkan berjalan di tengah keramaian. Beberapa kebiasaan seperti menggunakan produk pembersih wajah yang tidak cocok dengan jenis kulit, membiarkan riasan menempel di wajah sampai terbawa tidur atau karena perubahan hormon di usia remaja terkadang menyebabkan jerawat menjadi lebih mudah muncul dan tidak sedikit yang meninggalkan bekas seperti noda hitam atau flek di kulit. Jenis-jenis jerawat ternyata berbeda, maka cara mengatasi jerawat juga harus sesuai agar masalah teratasi.\nBiasanya, jerawat muncul karena tersumbatnya pori-pori oleh minyak berlebih, sel kulit mati, kotoran, dan sebagainya. Banyak faktor penyebab juga membuat jerawat yang timbul pada wajah atau tubuh kita berbeda-beda bentuknya. Karena itu, cara mengatasi jerawat juga harus disesuaikan agar masalah bisa teratasi secara tepat. Apa saja jenis jerawat yang umumnya muncul dan bagaimana cara mengatasi jerawat dengan tepat.\nJenis Jerawat dan penanganannya:\n- Jerawat Blackheads, Blackheads atau komedo berwarna hitam ini sebenarnya salah satu jenis jerawat. Jenis ini biasanya muncul di sekitar hidung. Blackheads muncul karena tersumbatnya pori-pori oleh minyak berlebih. Sebagian orang mungkin tidak peduli dengan kehadiran blackheads, tetapi kalau dibiarkan dapat menimbulkan masalah baru untuk wajah untuk mengatasi blackheads ini, kamu bisa menggunakan krim wajah dengan kandungan asam salisilat, benzoyl peroxide, dan resorsinol. Bahan-bahan ini berguna untuk membunuh bakteri penyebab komedo, mengurangi minyak berlebih, dan mengangkat sel kulit mati.\n- Jerawat Whiteheads, Whiteheads atau komedo berwarna putih ini juga merupakan jerawat sering muncul di wajah. Whiteheads muncul karena tersumbatnya pori-pori dan menutupi seluruh permukaan sehingga terlihat benjolan putih. Untuk mengatasinya, kamu bisa menggunakan produk dengan kandungan AHA, retinoid, benzoyl peroxide, dan asam salisilat yang berfungsi untuk mengangkat sel kulit mati, membunuh bakteri, dan mengurangi peradangan pada area komedo.\n- Jerawat Pustula, adalah jerawat dengan cairan nanah di dalamnya. Jerawat ini berukuran lebih besar dari komedo putih dan dikelilingi kemerahan. Jerawat ini biasanya muncul di area yang mudah berminyak, seperti wajah, punggung, dan dada. Jerawat ini paling sering menyerang saat usia remaja. Menurut American Academy of Dermatology, cara mengatasi jerawat pustula ini dengan sabun cuci muka yang memiliki kandungan benzoyl peroxide dan asam salisilat. Benzoyl peroxide berfungsi untuk membunuh bakteri penyebab jerawat dan asam salisilat untuk membersihkan sel kulit mati pada wajah.\n- Jerawat Papula, Jerawat jenis papula muncul dengan bentuk benjolan di bawah permukaan kulit. Apabila jerawat ini disentuh, akan terasa nyeri. Kulit di sekitar jerawat papula ini akan kemerahan namun tidak ada nanah di puncaknya. Jerawat papula bisa muncul karena komedo hitam dan putih yang dibiarkan, sehingga menjadi iritasi dan merusak kulit sekitarnya, kemudian berubah menjadi peradangan. Cara mengatasi jerawat ini adalah gunakan produk yang mengandung asam salisilat dan benzoyl peroxide. Selain itu, pilih produk dengan kandungan retinoid karena mampu membantu memulihkan sel kulit yang rusak.\n- Jerawat Kistik, Jenis jerawat ini biasanya kita kenal dengan nama jerawat batu. Jerawat batu biasanya berbentuk benjolan merah, cukup besar, dan keras. Jerawat kistik ini muncul karena penumpukan minyak dan sel kulit mati di jaringan kulit bagian dalam. Jenis jerawat ini adalah jerawat yang parah. Untuk mengatasi jenis jerawat ini, selain menggunakan produk yang mengandung benzoyl peroxide dan retinoid, gunakan produk isotretinoin. Isotretinoin merupakan obat yang memang ditujukan untuk jerawat batu. Namun, penggunaannya harus dalam pengawasan dokter.\n- Jerawat Nodul, Jenis jerawat ini termasuk ke dalam kondisi jerawat yang parah dan tidak bisa diobati dengan obat bebas. Jerawat ini muncul dapat disebabkan oleh faktor keturunan dan hormon yang tidak seimbang. Jerawat nodul berbentuk besar, keras, terasa sakit, dan muncul di bawah permukaan kulit. Jenis jerawat nodul ini dapat bertahan berminggu-minggu bahkan lebih. Jerawat ini seringkali muncul pada remaja laki-laki saat masa pubertas. Meskipun semua orang juga dapat mengalami masalah ini. Cara mengatasi jerawat ini adalah memeriksakannya ke dokter kulit agar diberikan antibiotik dan obat lainnya. Karena pengobatan tanpa resep dokter tidak bisa mengatasi masalah jerawat yang satu ini.\n- Jerawat Mekanika, Jenis jerawat mekanika ini biasanya dialami oleh para atlet. Biasanya, jerawat ini juga muncul di bagian tubuh lainnya selain wajah, seperti punggung dan dada. Jerawat ini muncul karena adanya tekanan, suhu panas, dan gesekan di suatu area. Umumnya atlet menggunakan pakaian yang ketat dan berbagai perlengkapan olahraga lainnya. Pakaian yang ketat ini yang menimbulkan banyaknya keringat dan menimbulkan jerawat mekanika. Kamu bisa mengatasi jerawat ini di rumah. Cara mengatasi jerawat ini adalah menggunakan produk dengan kandungan asam salisilat dan benzoyl peroxide.\nSumber :\n1. Direktorat Jenderal Pelayanan Kesehatan, 2022, Jenis Jerawat dan Cara Mengatasinya, Informasi Publik Kemenkes RI\n2. Retno Tri Lestari, dkk. 2021. Perilaku Mahasiswa Terkait Cara Mengatasi Jerawat. Jurnal Farmasi Komunitas Fakultas Farmasi Universitas Airlangga Surabaya.\nFoto : Ditjen Yankes"
    }
]