[
    {
        "title": "Cara Mengatasi Jerawat Papula yang Meradang",
        "date": "2022-03-10",
        "author": "Hello Ladies",
        "url": "https://kumparan.com/hello-ladies/cara-mengatasi-jerawat-papula-yang-meradang-1xdYpGHLe7U",
        "article": "Konten dari Pengguna\nCara Mengatasi Jerawat Papula yang Meradang\n10 Maret 2022 20:21 WIB\n·waktu baca 3 menit\nTulisan dari Hello Ladies tidak mewakili pandangan dari redaksi kumparan\nAda beberapa jenis jerawat yang terjadi akibat adanya peradangan, penyumbatan, serta infeksi pada kelenjar minyak di kulit, salah satunya yaitu jerawat papula. Melansir dari Healthline, jerawat papula merupakan salah satu jenis jerawat yang berbentuk seperti benjolan merah, meradang, namun tidak bernanah. Jerawat papula sering disebut sebagai jerawat inflamasi.\nJerawat papula muncul akibat adanya penumpukan komedo pada pori-pori kulit dan mengakibatkan terjadinya iritasi. Jika dibiarkan, jerawat ini akan berubah menjadi jerawat pustula yang bernanah pada ujungnya.\nPenyebab lain munculnya jerawat papula yaitu, menstruasi, penyumbatan pori-pori, folikel rambut, dan faktor genetik atau keturunan.\nBerikut ini beberapa cara mengatasi jerawat papula yang dilansir dari Healthline. Simak, ya!\nCara Mengatasi Jerawat Papula\n1. Membersihkan wajah secara rutin\nUntuk mengatasi jerawat papula yang meradang, kamu harus rutin merawat kebersihan wajah seperti melakukan double cleansing, mencuci wajah 2 kali sehari, dan menggunakan produk pembersih wajah yang tepat.\n2. Hindari menyentuh wajah dan memecahkan jerawat\nKebiasaan menyentuh wajah dapat menimbulkan sarang bakteri di wajah yang menyebabkan timbulnya jerawat. Meski dianggap sebagai cara menghilangkan jerawat papula dengan instan, memecahkan jerawat justru dapat meningkatkan risiko bakteri menyebar ke area kulit lainnya yang dapat meningkatkan peradangan dan infeksi yang semakin parah.\nMemecahkan jerawat juga dapat memunculkan bekas jerawat yang menempel di kulit wajah.\n3. Aplikasikan Sunscreen\nGunakan sunscreen saat sedang di luar maupun di dalam ruangan untuk melindungi kulit dari paparan sinar matahari yang dapat menyebabkan produksi minyak berlebih dan menimbulkan jerawat.\n4. Kurangi penggunaan makeup\nPenggunaan makeup yang terlalu tebal dapat menyumbat pori-pori dan menyebabkan berbagai masalah kulit seperti komedo dan jerawat. Maka dari itu, kurangi penggunaan makeup tebal agar tidak menyumbat pori-pori yang mengakibatkan jerawat semakin meradang.\n5. Menjaga kebersihan rambut\nMenjaga kebersihan rambut sangat penting, terutama bagi pemilik rambut berminyak. Hindari model rambut berponi yang menutup permukaan kulit, sehingga dapat menyebabkan jerawat papula semakin meradang dan memicu pertumbuhan jerawat papula yang baru.\n6. Gunakan kandungan skincare yang aman untuk kulit\nPilih produk skincare yang tidak menyebabkan komedo dan menyumbat pori-pori kulit. Hindari produk yang mengandung alkohol dan parfum. Gunakan skincare yang dapat mengatasi jerawat papula.\nBerikut ini beberapa kandungan skincare yang dapat mengatasi jerawat papula.\nKandungan bahan aktif retinol dapat mengatasi jerawat papula karena dapat membersihkan pori-pori, membunuh kuman penyebab jerawat, dan meregenerasi sel kulit mati dan juga menenangkan kulit yang meradang akibat jerawat papula. Retinol juga dapat mencegah tanda-tanda penuaan dini.\nAlpha Hydroxy Acid (AHA) dan Beta Hydroxy Acid (BHA) merupakan dua kandungan yang berfungsi sebagai eksfoliator dan dapat mengurangi peradangan pada jerawat papula, serta mampu mengeringkan jerawat. Kandungan AHA dapat mengangkat sel kulit mati yang menyumbat pori-pori. Kandungan BHA dapat mengurangi produksi minyak berlebih dan mengatasi peradangan pada jerawat.\nJika penggunaan bahan-bahan aktif di atas masih kurang mampu mengatasi jerawat papula, kamu dapat menggunakan antibiotik untuk meredakan peradangan pada jerawat, dan membunuh bakteri penyebab jerawat. Antibiotik dapat mengurangi pembengkakan dan kemerahan pada jerawat papula.\nSemoga informasi ini bermanfaat untuk kamu, ya!\n(IKN)"
    },
    {
        "title": "5 Kandungan Skincare Terbaik untuk Kulit Acne-Prone",
        "date": "2022-10-31",
        "author": "Grahanusa Mediatama; Ana Risma",
        "url": "https://momsmoney.id.kontan.co.id/news/5-kandungan-skincare-terbaik-untuk-kulit-acne-prone",
        "article": "MOMSMONEY.ID - Berikut ini adalah 5 kandungan skincare terbaik untuk pemilik kulit acne-prone. Kulit acne-prone atau rentan berjerawat tidak boleh ditangani secara sembarangan. Alih-alih mulus, cara penanganan yang tidak tepat justru bisa memperparah kondisi jerawat pada kulit acne-prone. Sebagian besar jenis jerawat pada kulit acne-prone disebabkan oleh pori-pori yang tersumbat, sebum berlebih, penumpukan sel kulit mati, kotoran yang terperangkap, bakteri, fluktuasi hormonal akibat stres, siklus menstruasi, atau perubahan gaya hidup.\nDalam hal memilih produk skincare, pemilik kulit acne-prone pun harus cermat dan disarankan untuk memahami kandungan skincare apa saja yang harus dipakai atau dihindari. Sebagai informasi, berikut MomsMoney bagikan daftar kandungan skincare terbaik untuk kulit acne-prone sebagaimana dilansir dari Zensa Skincare. Baca Juga: Gunakan 4 Bahan Skincare Ini untuk Menghaluskan Kulit Bertekstur 1. Salicylic acid Salicylic acid atau asam salisilat adalah jenis BHA yang paling umum digunakan dalam produk perawatan kulit OTC (tanpa resep dokter) untuk kulit acne-prone. Ini mengandung sifat anti-inflamasi dan antibakteri untuk mengurangi kemerahan, pembengkakan, infeksi potensial, atau bahkan jerawat yang memburuk. Sama halnya dengan setiap BHA, salicylic acid juga larut dalam minyak serta mampu menembus dari permukaan ke lapisan kulit yang lebih dalam untuk membersihkan pori-pori tersumbat dan mencegah jerawat di masa depan. Bisa dibilang, salicylic acid menawarkan efek yang mirip dengan pengelupasan kimia ringan atau mild chemical peeling. 2. Benzoyl peroxide Benzoyl peroxide adalah bahan OTC populer lainnya yang bagus untuk mengobati jerawat ringan hingga sedang. Benzoyl peroxide termasuk pilihan terbaik untuk mengatasi jerawat inflamasi (jerawat merah bengkak atau benjolan yang mengandung papula, kista, dan nodul seperti nanah). Benzoyl peroxide memiliki kemampuan untuk membersihkan jerawat dengan cara membunuh bakteri dan membuka pori-pori yang dipenuhi sel kulit mati, bakteri, maupun sebum berlebih sehingga cocok untuk kulit acne-prone. Untuk mengatasi jerawat sedang atau lebih parah, mungkin diperlukan resep dokter untuk mendapatkan benzoyl peroxide yang lebih kuat. Biasanya, dokter kulit akan memberikan kombinasi benzoyl peroxide dan klindamisin atau adapalen. 3. AHA AHA atau Alpha Hydroxy Acids adalah sekelompok asam yang larut dalam air dan paling sering digunakan untuk merawat kulit yang acne-prone, kering, atau pun menua. Adapun jenis AHA yang banyak ditemukan dalam produk skincare adalah lactic acid dan glycolic acid. Kedua jenis AHA ini dapat bekerja dengan lembut untuk mengelupas sel-sel kulit mati dari lapisan atas kulit guna meningkatkan skin tone dan memperbaiki tekstur. Lactic acid dan glycolic acid kaya akan antioksidan serta memiliki sifat antibakteri untuk menjaga kulit tetap bersih dan sehat. Baik lactic acid maupun glycolic acid sama-sama bisa merangsang produksi kolagen untuk memperkuat dan menghidrasi skin barrier sekaligus mencegah kotoran terperangkap di dalam kulit. Plus, lactic acid dan glycolic acid dapat mencegah noda, ruam, dan infeksi, meringkas pori-pori, serta mengurangi hiperpigmentasi atau bekas jerawat. Baca Juga: Inilah 5 Tanda Harus Konsultasi Dokter Kulit Akibat Jerawat Tak Kunjung Sembuh 4. Vitamin C Dikenal karena manfaat anti-inflamasinya, vitamin C bisa membantu mengurangi kemerahan dan pembengkakan yang menyertai jerawat. Vitamin C dalam bentuk serum bahkan telah terbukti dapat memperbaiki lesi jerawat secara signifikan. Sebuah studi tahun 2009, mengungkapkan, bahwa vitamin C yang dikombinasikan dengan 2% retinol memiliki efek yang lebih menguntungkan dan mampu mengurangi kemunculan jerawat pada peserta lebih dari 63%. Kandungan antioksidan yang tinggi dalam vitamin C terbukti dapat merangsang produksi kolagen serta meningkatkan pergantian sel untuk membantu memudarkan bekas jerawat, meratakan warna kulit, dan mengurangi hiperpigmentasi. Bagi Anda yang memiliki kulit acne-prone, Anda patut mempertimbangkan untuk menggunakan serum vitamin C sebanyak dua kali sehari. Supaya nutrisinya menyerap dengan baik ke dalam kulit, Anda bisa mengaplikasikan serum vitamin C sebelum memakai pelembab. 5. Tea tree oil Diekstrak dari tanaman pohon teh, tea tree oil memiliki sifat anti-inflamasi, anti-fungal, dan antibakteri untuk membersihkan bakteri serta sebum berlebih dari kulit. Tea tree oil juga dapat membantu mengobati fungal acne dan meminimalkan tampilan pori-pori. Dalam sebuah studi pada tahun 2017, para peneliti menemukan bahwa peserta yang menggunakan produk skincare mengandung tea tree oil mengalami pengurangan jerawat ringan hingga sedang secara signifikan setelah 12 minggu pemakaian.\nKendati tidak sekuat benzoyl peroxide, faktanya tea tree oil termasuk alternatif alami yang bagus untuk mengendalikan jerawat dan merawat kulit acne-prone. Untuk menggunakannya, campurkan terlebih dahulu 1-2 tetes tea tree oil dengan carrier oil seperti minyak zaitun, minyak kelapa, dan minyak almond. Setelah itu, cuci mukalah dengan produk pembersih yang lembut lalu oleskan tea tree oil ke area wajah yang berjerawat dan tindak lanjuti dengan pelembab. Lakukan rutinitas ini setiap hari untuk hasil terbaik. Cek Berita dan Artikel yang lain di Google News"
    },
    {
        "title": "Mengenal Jenis-Jenis Jerawat dan Cara Mengatasinya",
        "date": "2023-09-27",
        "author": "Tim Medis Siloam Hospitals",
        "url": "https://www.siloamhospitals.com/informasi-siloam/artikel/jenis-jenis-jerawat",
        "article": "Kulit & Kelamin\nMengenal Jenis-Jenis Jerawat dan Cara Mengatasinya\nTable of Contents\nJerawat adalah salah satu masalah kulit yang terjadi akibat peradangan pada kelenjar pilosebasea sehingga menyebabkan munculnya komedo, kista, papul atau pustul. Berdasarkan bentuknya, jerawat dapat dibedakan menjadi beberapa jenis. Lantas, apa saja jenis jerawat yang umum terjadi?\nMari simak ulasan lengkap mengenai jenis-jenis jerawat dengan menyimak artikel berikut ini hingga tuntas.\nMengenal Jenis-Jenis Jerawat\nTerdapat beberapa jenis jerawat yang umum terjadi, di antaranya adalah jerawat pustula, jerawat papula, jerawat kistik, jerawat nodulokistik, jerawat conglobata, dan jerawat fulminans. Berikut masing-masing penjelasannya.\n1. Pustula\nPustula adalah salah satu jenis jerawat yang terjadi karena adanya infeksi pada pori-pori kulit yang tersumbat oleh sel-sel kulit mati dan minyak (sebum) berlebih. Jenis jerawat ini biasanya terlihat kemerahan, meradang, dan berwarna putih pada bagian tengah karena disertai nanah (pus).\n2. Papula\nBerbeda dengan jerawat pustula, jerawat papula biasanya hanya berupa benjolan berwarna merah tanpa disertai nanah pada bagian tengahnya. Penyebab jerawat papula adalah penyumbatan pada pori-pori kulit akibat penumpukan sel kulit mati. Kondisi inilah yang dapat menyebabkan dinding folikel rambut pecah dan meradang.\nUmumnya, jerawat papula muncul saat komedo, baik komedo putih maupun komedo hitam, dibiarkan begitu saja tanpa ditangani dengan tepat. Selain itu, kondisi ini juga bisa dipicu oleh perubahan hormon yang kerap dialami oleh remaja saat memasuki masa pubertas, wanita saat akan memasuki periode menstruasi, serta ibu hamil.\n3. Jerawat Kistik\nJerawat kistik adalah jenis jerawat yang disebabkan oleh penumpukan sel-sel kulit mati dan sebum berlebih di dalam folikel rambut. Kondisi ini ditandai dengan benjolan besar berwarna merah di bawah permukaan kulit yang terlihat seperti bisul, terasa nyeri, berwarna merah, meradang, dan berisi nanah. Ukuran jerawat kistik juga bisa terus bertambah jika terdapat infeksi bakteri pada lapisan kulit terluar.\n4. Jerawat Nodulokistik\nJenis jerawat yang umum terjadi berikutnya adalah jerawat nodulokistik atau disebut juga jerawat batu. Jerawat ini berupa benjolan berwarna merah yang berada di bawah permukaan kulit. Selain itu, jerawat ini biasanya tidak memiliki nanah sehingga sering kali sulit untuk diraba atau disentuh. Kendati demikian, jerawat ini tetap dapat menimbulkan rasa nyeri yang bisa membuat penderitanya merasa tidak nyaman dan meninggalkan bekas luka yang cukup mengganggu.\n5. Jerawat Conglobata\nJerawat conglobata merupakan salah satu jenis jerawat yang cenderung lebih parah di mana terdapat banyak benjolan-benjolan yang saling terhubung satu sama lain di bawah permukaan kulit dan nodul-nodul yang meradang, terutama di bagian wajah, dada, punggung, bokong, dan leher.\nTerdapat beberapa hal yang bisa memicu munculnya jerawat conglobata, di antaranya adalah kelebihan hormon testosteron, efek samping penggunaan obat-obatan steroid, dan gangguan autoimun.\n6. Jerawat Fulminans\nJerawat fulminans merupakan jenis jerawat yang tergolong paling parah dan perlu mendapatkan penanganan medis yang tepat dan segera dari dokter spesialis kulit. Pasalnya, tipe jerawat ini bisa muncul secara mendadak dan tersebar pada seluruh bagian tubuh. Bahkan, jerawat fulminans juga dapat menimbulkan gejala-gejala tertentu, seperti nyeri otot, demam, lemas, keluarnya darah dari jerawat, hingga pembengkakan hati dan limpa.\nBelum diketahui secara pasti apa penyebab munculnya jerawat fulminans. Namun, para ahli menduga bahwa kondisi ini dipicu oleh tingginya kadar hormon testosteron di dalam tubuh.\nCara Mengatasi Jerawat\nPada dasarnya, pengobatan jerawat dapat dilakukan sesuai dengan tingkat keparahannya. Secara umum, beberapa cara yang dapat dilakukan untuk mengatasi jerawat adalah sebagai berikut:\n-\nMenjaga kebersihan dan kelembapan kulit sebaik mungkin.\n-\nMembatasi konsumsi makanan penyebab jerawat.\n-\nMenggunakan sunscreen atau tabir surya saat hendak beraktivitas di luar ruangan.\n-\nMenggunakan produk kecantikan yang berlabel oil free dan non-comedogenic.\n-\nTidak memecahkan jerawat karena hal tersebut justru berisiko menyebabkan penyebaran infeksi bakteri ke area kulit lainnya.\n-\nMenggunakan obat jerawat topikal yang mengandung asam salisilat, benzoil peroksida, dan retinoid.\n-\nMenggunakan obat antibiotik untuk membasmi bakteri penyebab jerawat sekaligus meredakan peradangan pada jerawat. Obat ini dapat diberikan oleh dokter dalam bentuk obat oles ataupun oral.\n-\nTerapi fotodinamik untuk mengatasi jerawat yang parah. Tindakan ini dilakukan dengan cara mengoleskan larutan khusus pada area kulit yang berjerawat. Setelah itu, dokter dapat menggunakan sinar laser untuk mengecilkan kelenjar minyak pada area kulit yang terdapat jerawat dan menghilangkan jerawat.\nItu dia beberapa jenis jerawat yang umum terjadi serta beberapa cara yang tepat untuk mengatasinya. Selain itu, jika Anda ingin mendapatkan penanganan yang tepat terkait dengan masalah kulit, tak perlu ragu untuk mengunjungi Siloam Hospitals terdekat di kota Anda. Bersama Siloam Hospitals, Anda dapat memperoleh penanganan yang tepat karena didukung oleh fasilitas medis mutakhir serta tim dokter berpengalaman.\nSebelum itu, gunakan fitur Cari Dokter untuk memudahkan Anda dalam menemukan informasi jadwal dan membuat janji temu dengan dokter terkait. Atau, manfaatkan juga aplikasi MySiloam untuk memperoleh layanan kesehatan yang lebih mudah dan cepat. Unduh MySiloam sekarang dan jaga selalu kesehatan Anda #BersamaSiloam!\nTags :\nPeeling Face 1x + Facial Aquapure\nKecantikan & Perawatan\n2 Test\nRp1.300.000\nLaser Biaxis Brightening Laser for Face\nKecantikan & Perawatan\n1 Test\nRp2.380.000\nLaser Fotona Active Acne Treatment\nKecantikan & Perawatan\n1 Test\nRp1.660.000\nLaser Fotona Active Acne Treatment 3x\nKecantikan & Perawatan\n1 Test\nRp4.482.000\nAquapure Essential Facial\nKecantikan & Perawatan\n1 Test\nRp850.000"
    },
    {
        "title": "Jerawat Papula: Penyebab, Ciri-ciri, Cara Mengobati, dll.",
        "date": "2023-05-16",
        "author": "Ditinjau secara medis oleh dr Patricia Lukas Goentoro •",
        "url": "https://hellosehat.com/penyakit-kulit/jerawat/jerawat-papula/",
        "article": "Bentuk jerawat papula dapat dirasakan sebagai benjolan padat yang menimbulkan rasa nyeri. Selain itu, kulit di sekitar benjolan akan tampak memerah, tetapi tidak memiliki titik nanah pada puncaknya.\nJerawat papula akan muncul ketika komedo hitam (blackhead) atau komedo putih (whitehead) tidak ditangani hingga memicu iritasi yang parah. Akibatnya, kulit di sekitar komedo pun ikut rusak.\nKerusakan kulit ini nantinya menyebabkan peradangan pada kulit yang memicu pertumbuhan jerawat papula.\nOleh sebab itu, jerawat ini sering disebut sebagai jerawat inflamasi (peradangan). Apabila dibiarkan, penyakit kulit ini dapat berkembang menjadi pustula (jerawat bernanah).\nSeberapa umum kondisi ini?\nPapula adalah jerawat yang dapat menyerang siapa saja, terutama pada anak remaja yang tengah mengalami pubertas. Meski begitu, kondisi ini juga dapat terjadi pada orang dewasa akibat beberapa faktor tertentu.\nUntuk mengurangi risiko masalah kulit ini, usahakan untuk selalu menghindari faktor risiko dan selalu menjaga kesehatan kulit.\nTanda dan gejala jerawat papula\nUmumnya, papula ditandai dengan benjolan merah yang meradang di kulit.\nNamun, ada tanda lainnya yang perlu Anda amati terkait kondisi ini, misalnya:\nukuran jerawat yang beragam, mulai dari bintil kecil merah hingga benjolan besar berdiameter 5 milimeter,\ntidak ada cairan putih atau kuning di puncaknya, serta\nterkadang menimbulkan rasa nyeri saat disentuh.\nKemungkinan ada tanda dan gejala lain yang tidak disebutkan. Jika gejala tersebut membuat Anda khawatir, sebaiknya konsultasikan dengan dokter spesialis kulit.\nKapan saya harus periksa ke dokter?\nPapula dapat diobati di rumah dengan obat alami jerawat, seperti obat jerawat tanpa resep dokter atau cara alami lainnya.\nJika tidak menunjukkan kemajuan selama beberapa minggu, sebaiknya konsultasikan ke dokter.\nTidak hanya itu, ketika Anda mendapati jerawat ini semakin membengkak dan disertai dengan nyeri, ada kemungkinan ini adalah nodul.\nJerawat nodul adalah jenis jerawat yang lebih serius karena ada kerusakan pada dinding folikel (pori-pori).\nJerawat nodul biasanya membutuhkan waktu yang lebih lama untuk sembuh dan berpotensi meninggalkan bekas luka yang sulit dihilangkan.\nPenyebab jerawat papula\nTidak jauh berbeda dengan penyebab jerawat lainnya, papula muncul akibat penyumbatan pori-pori karena minyak berlebih dan sel kulit mati.\nKulit manusia memiliki kelenjar sebasea yang menghasilkan sebum (minyak) untuk menjaga kelembapan kulit.\nNamun, beberapa faktor dapat memicu peningkatan aktivitas kelenjar sebasceous, sehingga produksi sebum pun menjadi berlebihan.\nSementara itu, kulit juga terus mengganti sel-sel penyusunnya. Sel yang telah tua dan rusak akan tergantikan dengan sel baru yang sehat.\nSayangnya, sel mati yang seharusnya terbuang justru menumpuk di lapisan kulit terluar.\nSebum yang berlebih dan sel kulit mati yang menebal ini nantinya menutup pori-pori.\nJika terlalu banyak, sel-sel di sekitar akan mengalami tekanan. Tekanan yang terlalu besar dapat menyebabkan pori kulit di sekitarnya robek.\nAkibatnya, isi jerawat yang juga mengandung bakteri P. acnes menyebabkan infeksi di sekitar robekan pori. Kemudian, benjolan merah yang meradang atau jerawat papula pun terbentuk.\ngenetik, memiliki orangtua dengan masalah jerawat.\nDiagnosis jerawat papula\nSama seperti bentuk jerawat lainnya, diagnosis papula adalah pemeriksaan fisik. Artinya, dokter akan memeriksa kulit Anda secara langsung.\nKemudian, ia akan menawarkan berbagai pilihan perawatan untuk menghilangkan jerawat ini.\nApabila kondisinya cukup parah, dokter mungkin akan merekomendasikan perawatan kombinasi agar pengobatan bekerja lebih efektif dan pemulihan lebih cepat.\nPengobatan jerawat papula\nSalah satu kebiasaan perlu dihentikan karena dapat memperburuk kondisi kulit adalah memencet jerawat atau dipecahkan secara paksa. Pasalnya, kebiasaan ini justru berisiko menyebarkan bakteri dan menyebabkan bekas luka ketika sembuh.\nAda berbagai cara yang dapat dilakukan untuk mengobati papula. Namun, semuanya akan disesuaikan berdasarkan tingkat keparahan jerawat.\nBerikut ini beberapa pengobatan jerawat yang biasanya direkomendasikan dokter.\n1. Obat topikal\nObat jerawat jenis ini adalah salah satu pengobatan yang dinilai ampuh mengatasi papula.\nObat ini tersedia dalam bentuk krim, salep, dan gel. Selain itu, obat topikal biasanya langsung dioleskan pada kulit secara merawat.\nPada tahap awal pengobatan, Anda mungkin akan diberikan dosis yang lebih rendah untuk mencegah iritasi.\nBerikut beberapa kandungan yang biasa ada di obat topikal jerawat."
    },
    {
        "title": "Jerawat Pustula - Penyebab, Gejala, dan Cara Mengobatinya",
        "date": "2023-10-09",
        "author": "Tim Medis Siloam Hospitals",
        "url": "https://www.siloamhospitals.com/informasi-siloam/artikel/penyebab-jerawat-pustula",
        "article": "Wajah\nJerawat Pustula - Penyebab, Gejala, dan Cara Mengobatinya\nTable of Contents\nJerawat pustula adalah jenis jerawat yang disertai nanah. Jenis jerawat ini biasanya terlihat meradang, kemerahan, dan berwarna putih di tengahnya. Jerawat pustula dapat terjadi di mana saja, namun umumnya muncul di area kelenjar minyak seperti wajah, bahu, punggung, dan dada.\nJerawat pustula yang berada di permukaan sebenarnya bisa sembuh dengan sendirinya. Namun, apabila kondisinya cukup parah atau berada di lapisan kulit yang lebih dalam, akan lebih baik apabila mendapatkan pengobatan dari dokter untuk membantu mempercepat pemulihannya.\nMari ketahui lebih lanjut tentang penyebab, gejala, dan cara mengatasi jerawat pustula dalam ulasan berikut ini.\nApa itu Jerawat Pustula?\nJerawat pustula adalah benjolan kecil berisi nanah yang tumbuh di lapisan kulit, sehingga kondisi ini dikenal juga dengan jerawat nanah. Jerawat ini ditandai dengan warna putih di tengah-tengah dan kemerahan di kulit sekitarnya.\nJerawat ini sering kali muncul di area wajah. Namun, tak menutup kemungkinan bahwa jerawat pustula juga tumbuh di bagian tubuh lain yang cenderung berminyak, seperti dada dan punggung. Kondisi ini kerap dialami oleh remaja yang memasuki masa pubertas.\nPenyebab Jerawat Pustula\nPenyebab jerawat pustula adalah penyumbatan sel-sel kulit mati dan minyak berlebih pada saluran kelenjar minyak. Kondisi ini juga bisa dipicu oleh bakteri Propionibacterium acnes yang menginfeksi melalui saluran tersebut, sehingga terjadi peradangan.\nKetika terjadi infeksi, sel darah putih sebagai bagian sistem kekebalan tubuh akan berkumpul di pori-pori untuk memeranginya. Kumpulan sel darah putih itulah yang menyebabkan terbentuknya nanah di dalam jerawat pustula.\nSelain infeksi bakteri, jerawat pustula juga bisa disebabkan oleh reaksi alergi. Kondisi ini bisa terjadi ketika seseorang alergi terhadap makanan tertentu atau terkena gigitan serangga beracun.\nFaktor Risiko Jerawat Pustula\nSalah satu pemicu utama jerawat pustula adalah perubahan hormon, biasanya terjadi saat kehamilan, menopause, atau pubertas. Selain itu, beberapa faktor lain yang dapat meningkatkan risiko timbulnya jerawat pustula adalah:\n- Mengonsumsi makanan tinggi gula dalam jumlah banyak.\n- Kurang menjaga kebersihan kulit.\n- Menggunakan kosmetik yang berbahan minyak.\n- Dalam kondisi stres.\n- Memiliki kebiasaan merokok.\n- Memiliki faktor genetik atau keluarga dengan riwayat keluhan jerawat pustula.\n- Efek samping mengonsumsi obat-obatan tertentu.\nGejala Jerawat Pustula\nGejala jerawat pustula pada setiap orang bisa saja berbeda. Akan tetapi, sejumlah gejala yang umumnya ditimbulkan oleh jerawat pustula adalah sebagai berikut:\n- Terasa nyeri saat disentuh.\n- Ukuran benjolan sekitar 5–10 milimeter.\n- Bagian puncaknya berwarna putih.\n- Kulit di sekeliling jerawat mengalami kemerahan karena meradang.\n- Sering kali muncul di area wajah, leher, punggung, dan vagina.\n- Terkadang disertai dengan munculnya jerawat papula.\nKapan Harus Periksa ke Dokter?\nUsahakan untuk segera berkonsultasi dengan dokter apabila kemunculan jerawat menimbulkan kondisi, seperti:\n- Jerawat menimbulkan rasa tidak nyaman dan mengganggu.\n- Muncul efek samping berupa kemerahan, gatal, dan sensasi terbakar setelah menggunakan obat jerawat tertentu.\n- Mengalami iritasi dan alergi terhadap obat.\n- Jerawat pecah dan terasa nyeri yang menandakan adanya infeksi.\n- Reaksi demam yang diakibatkan dari munculnya jerawat.\nApabila mengalami infeksi, biasanya beberapa gejala yang muncul adalah demam, kulit di sekitar jerawat terasa lembap dan hangat, serta gejala mual, muntah, dan diare.\nCara Mengobati Jerawat Pustula\nCara menghilangkan jerawat pustula bisa dilakukan melalui pengobatan yang akan disesuaikan dengan tingkat keparahan jerawat. Beberapa pilihan pengobatan jerawat pustula adalah sebagai berikut:\n1. Obat Jerawat Topikal\nUntuk mengatasi jerawat pustula yang ringan, penderita bisa menggunakan obat salep jerawat dengan kandungan asam salisilat, benzoil peroksida, retinoid, dan obat antibiotik. Namun, untuk mengatasi jerawat yang parah dan meluas, dibutuhkan kadar salep lebih kuat. Dalam hal ini, penderita dapat berkonsultasi lebih lanjut dengan dokter.\n2. Obat Antibiotik\nTujuan pemberian antibiotik untuk jerawat pustula adalah membunuh bakteri penyebab jerawat. Selain itu, antibiotik juga memiliki efek anti radang yang bisa meredakan jerawat yang memerah dan membengkak. Antibiotik yang diberikan bisa berupa obat oles atau oral.\n3. Terapi Fotodinamik\nTerapi fotodinamik adalah pengobatan yang disarankan dokter jika kondisi jerawat pustula cukup parah. Terapi ini dilakukan dengan mengoleskan larutan khusus pada area kulit berjerawat. Lalu, dokter akan menggunakan laser untuk menghilangkan jerawat dan mengecilkan kelenjar minyak pada kulit.\nPerawatan Jerawat Pustula di Rumah\nGuna mempercepat penyembuhan jerawat pustula, penderita perlu melakukan perawatan yang tepat saat di rumah. Berikut adalah beberapa cara merawat kulit berjerawat yang bisa diterapkan:\n- Membersihkan wajah dan tubuh secara rutin, minimal dua kali sehari. Pilihlah sabun pembersih yang mengandung asam salisilat atau benzoil peroksida.\n- Menghindari produk kecantikan berbahan dasar minyak dan usahakan memilih produk berlabel oil free dan non-comedogenic.\n- Hindari memecahkan jerawat, hal ini justru dapat meningkatkan risiko penyebaran bakteri ke area kulit lainnya.\nDi samping itu, Anda juga disarankan untuk menghindari makanan penyebab jerawat, mengelola stres, dan menjaga kelembapan kulit dengan mencukupi kebutuhan cairan tubuh agar terhindar dari kemunculan jerawat.\nApabila Anda mengalami keluhan lain terkait kesehatan kulit, segera konsultasikan dengan dokter Siloam Hospitals terdekat untuk memperoleh diagnosis dan penanganan medis secara tepat.\nAnda dapat menggunakan fitur Cari Dokter untuk menemukan jadwal dokter, booking, dan buat janji dengan dokter terkait. Atau, download aplikasi MySiloam untuk mengakses semua fitur kesehatan yang Anda butuhkan dengan mudah dan cepat. Mari unduh aplikasinya sekarang dan jaga kesehatan Anda #BersamaSiloam!\nTags :\nDermatologue - Aquapure Facial (3x treatment)\nKecantikan & Perawatan\nRp2.050.000\nDermatologue - Aquapure Serum\nKecantikan & Perawatan\nRp150.000\nPeeling Face 1x + Facial Aquapure\nKecantikan & Perawatan\n2 Test\nRp1.300.000\nPeeling Face 3x + Facial Aquapure\nKecantikan & Perawatan\n2 Test\nRp3.510.000\nPeeling Face 6x + Facial Aquapure\nKecantikan & Perawatan\n2 Test\nRp6.630.000"
    }
]